# Подвиг 2. Пусть в строке браузера отображается следующий URL-запрос:
#
# https://proproprogs.ru/?cat=django&page=html_request
#
# Выберите для него верные утверждения.
#
# Выберите все подходящие ответы из списка

# в этом запросе передается переменная с именем html_request и значением page
#
# в этом запросе передается переменная с именем django и значением cat
#
# в этом запросе передается переменная с именем cat и значением django  +
#
# это пример POST-запроса
#
# в этом запросе передается переменная с именем page и значением html_request  +
#
# это пример GET-запроса  +