# Подвиг 5. Отметьте утверждения, справедливые для POST-запроса.
#
# Выберите все подходящие ответы из списка Верно решили 929 учащихся Из всех попыток 24% верных Так точно! Вы решили
# сложную задачу, поздравляем! Вы можете помочь остальным учащимся в комментариях, отвечая на их вопросы,
# или сравнить своё решение с другими на форуме решений.
#
# POST-запрос срабатывает при передаче данных на сервер из HTML-формы при указании метода POST     +
#
# POST-запрос эффективнее GET-запроса при передаче больших объемов данных (например, изображений)  +
#
# POST-запрос следует использовать при передаче закрытых данных, например, логина и пароля         +
#
# данные POST-запроса не отображаются в URL-строке браузера                                        +
#
# POST-запрос всегда срабатывает по умолчанию при отправке данных на сервер из HTML-форм в браузерах