# Подвиг 9. В каком файле и через какую переменную следует назначать функцию представления для отображения несуществующих страниц сайта?
#
# Выберите один вариант из списка
# Верно решили 984 учащихся
# Из всех попыток 71% верных
#  Отлично!
#
# в файле settings.py прописывается переменная handler404 со ссылкой на функцию представления
#
# в файле urls.py прописывается переменная handler403 со ссылкой на функцию представления
#
# в файле views.py прописывается переменная handler404 со ссылкой на функцию представления
#
# в файле views.py прописывается переменная handler200 со ссылкой на функцию представления
#
# в файле urls.py прописывается переменная handler404 со ссылкой на функцию представления    +
#
# в файле settings.py прописывается переменная handler403 со ссылкой на функцию представления