# Подвиг 3. Пусть имеется следующий список маршрутов:
#
# urlpatterns = [ ... path('users/register/', register_user), ] Какую строку минимальной длины можно записать в
# качестве первого аргумента функции redirect(), чтобы выполнилось перенаправление по адресу:
#
# http://127.0.0.1:8000/users/register/
#
# (Обратите внимание, полагается, что мы собираемся прописывать строку в функции redirect, а не что-то другое.)
#
# P. S. В ответе следует записать только аргумент функции redirect() в виде строки без кавычек.


# ответ

# users/register/