# Подвиг 7. Что выполняет функция include() в следующем фрагменте кода?
#
# urlpatterns = [
#     path('women/', include('women.urls')),
# ]


# Выберите один вариант из списка
#
# подключает маршруты из приложения women, файла urls.py, кроме тех, что имеют префикс "women/"
#
# подключает все маршруты, определенные в приложении women, файле urls.py (берутся также из коллекции urlpatterns)  +
#
# подключает к маршрутам приложения women маршруты текущего проекта, добавляя к ним префикс "women/"
#
# подключает маршруты из приложения women, файла urls.py, которые имеют префикс "women/"