# Подвиг 2. Установите соответствия между функциями и их описаниями.
#
# Сопоставьте значения из двух списков

# render_to_string     # загружает файл шаблона, обрабатывает его и возвращает результат в виде строки
# render    # загружает файл шаблона, обрабатывает его и возвращает результат в виде объекта HTTP-ответа
# reverse   # формирует URL-адрес на основе имени маршрута или представления
# redirect  # выполняет перенаправление по указанному URL-адресу
# path      # служит для формирования шаблона маршрута




