# Подвиг 5. Выберите все верные утверждения, касающиеся паттерна MTV?
#
# Выберите все подходящие ответы из списка

# Вы решили сложную задачу, поздравляем! Вы можете помочь остальным учащимся в комментариях, отвечая на их вопросы,
# или сравнить своё решение с другими на форуме решений.
#
# возможность обработки запросов только моделями (models) с необязательным применением двух других (views и templates)
#
# выполнение обработки запросов тремя зависимыми компонентами: моделями (models), шаблонами (templates) и
# представлениями (views)
#
# возможность обработки запросов только представлениями (views) с необязательным применением двух других (models и
# templates)              +
#
# разделение процесса обработки запросов на три независимых компонента: модели (models), шаблоны (templates) и
# представления (views)    +
#
# возможность обработки запросов только шаблонами (templates) с необязательным применением двух других (views и models)